Revit 2027 API
ParameterTypeId.ThermalMaterialParamEmissivity Property
 "Emissivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamEmissivity { get; }
Public Shared ReadOnly Property ThermalMaterialParamEmissivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamEmissivity {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamEmissivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace